IDEA StatiCa Open Model
OpenModel.LoadsOnSurface Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List surafce load in this load case
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<LoadOnSurface> LoadsOnSurface { get; set; }
Public Property LoadsOnSurface As List(Of LoadOnSurface)
	Get
	Set
public:
property List<LoadOnSurface^>^ LoadsOnSurface {
	List<LoadOnSurface^>^ get ();
	void set (List<LoadOnSurface^>^ value);
}
Property Value
Type: List<LoadOnSurface>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace